 [
  {
    "Name": "Great Pyramids of Egypt",
    "CulturalTip": "Dress Modestly,Stay Hydrated,Wear Comfortable Shoes,Protect from the Sun, Respect the Site",
    "Description": "\"The Great Pyramids of Egypt, located in Giza, are iconic monuments built as tombs for the Pharaohs over 4,000 years ago. The largest of these, the Pyramid of Khufu, remains a marvel of ancient architecture, reflecting the advanced engineering skills of ancient Egyptians.,These pyramids continue to awe visitors with their sheer size and Historical significance.\"",
    "Duration": "5 hours",
    "OpenTime": "07:00 AM",
    "CloseTime": "04:00 PM",
    "Category": "Historical",
    "priceId": 1,
    "LocationId": 1,
    "CategoryID": 1
  },
    {
      "Name": "Grand Egyptian Museums",
      "CulturalTip": "Dress Comfortably,Respect the Artifacts, Avoid Flash Photography, Keep a Safe Distance from Exhibits, Visit Early for Less Crowds",
      "Description": "The Grand Egyptian Museums showcases Egypt's vast Historical treasures,, including the complete Tutankhamun collection. ,Visitors should respect the artifacts and avoid flash photography.,,,",
      "Duration": "2-4 hours",
      "OpenTime": "09:00 AM",
      "CloseTime": "05:00 PM",
      "Category": "Museums",
      "priceId": 2,
      "LocationId": 2,
      "CategoryID": 4
    },
    {
      "Name": "Luxor Temple",
      "CulturalTip": "Wear Comfortable Shoes, Stay Hydrated, Respect the Sacred Site, Avoid Loud Noises, Ask Before Taking Photos",
      "Description": "Luxor Temple is an ancient Egyptian temple dedicated to Amun, Mut, and Khonsu. ,Known for its towering obelisks and statues, it's a marvel of ancient architecture and Religious significance,,",
      "Duration": "2-3 hours ",
      "OpenTime": "06:00 AM ",
      "CloseTime": "07:00 PM ",
      "Category": "Historical",
      "priceId": 3,
      "LocationId": 3,
      "CategoryID": 1
    },
    {
      "Name": "Citadel of Qaitbay",
      "CulturalTip": "Wear comfortable shoes, respect the site, avoid loud noises, be cautious near the water,ask permission before taking photos ,of locals.",
      "Description": "the Citadel of Qaitbay is a historic 15th-century fortress located on the site of the ancient Pharos Lighthouse,, one of the Seven Wonders of the Ancient World. The citadel offers a panoramic view of the, Mediterranean Sea and is a significant Historicaland architectural landmark in Alexandria.,,",
      "Duration": "1.5-2 hours",
      "OpenTime": "09:00 AM ",
      "CloseTime": "07:00 PM ",
      "Category": "Historical ",
      "priceId": 4,
      "LocationId": 4,
      "CategoryID": 1
    },
    {
      "Name": "Abu Simbel Temples",
      "CulturalTip": "Wear comfortable shoes, stay hydrated,bring sun protection,respect the sacred site,and be mindful of the extreme heat during midday,Photography is allowed but respect the rules of the site.,,,,",
      "Description": "The Abu Simbel Temples are two massive rock temples built by Pharaoh Ramesses II in the 13th century BCE., The larger temple is dedicated to Ramesses II himself, while the smaller temple is dedicated to his queen Nefertari., These temples are famous for their monumental statues and the engineering feat of relocating them to save them from, rising waters caused by the construction of the Aswan High Dam.,,,,,",
      "Duration": "2-3 hours ",
      "OpenTime": "06:00 AM  ",
      "CloseTime": "04:00 PM  ",
      "Category": "Historical",
      "priceId": 5,
      "LocationId": 5,
      "CategoryID": 1
    },
    {
      "Name": "Karnak Temple",
      "CulturalTip": "Wear comfortable shoes, respect the site, avoid loud noises, be cautious near the water,ask permission before taking photos of locals.",
      "Description": "The Karnak Temple is one of the largest and most impressive Religious complexes in the world,. Dedicated to the god Amun, it was expanded over a period of 2,000 years by several pharaohs. ,The temple complex is known for its massive hypostyle hall, towering obelisks, and beautiful pylons,, and it offers a fascinating insight into ancient Egyptian architecture and religion.",
      "Duration": "2-3 hours",
      "OpenTime": "06:00 AM ",
      "CloseTime": "04:00 PM",
      "Category": "Historical",
      "priceId": 6,
      "LocationId": 6,
      "CategoryID": 1
    },
    {
      "Name": "The Egyptian Museums",
      "CulturalTip": "Wear comfortable shoes, stay hydrated, avoid flash photography, be respectful of the artifacts, keep a safe distance from exhibits.",
      "Description": "The Egyptian Museums in Cairo is one of the world's most famous Museumss, ,housing a vast collection of ancient Egyptian antiquities. It contains over 120,000 items, ,including mummies, statues, and artifacts from the tomb of Tutankhamun. ,The Museums provides a deep insight into Egypt’s ancient civilization and culture.",
      "Duration": "2-3 hours",
      "OpenTime": "09:00 AM ",
      "CloseTime": "04:00 PM ",
      "Category": "Museums",
      "priceId": 7,
      "LocationId": 7,
      "CategoryID": 4
    },
    {
      "Name": "Luxor Museums",
      "CulturalTip": "Dress Comfortably, Avoid Flash Photography, Stay Hydrated, Respect the Artifacts, Enjoy the Peaceful Displays",
      "Description": "The Luxor Museums is a world-class Museums that showcases an impressive collection of ancient Egyptian artifacts,, including statues, pottery, and jewelry. It offers a more intimate and curated experience compared ,to larger Museumss,with highlights such as the statues of Amenhotep III and items from Tutankhamun's tomb.",
      "Duration": "1.5-2 hours",
      "OpenTime": "09:00 AM ",
      "CloseTime": "07:00 PM",
      "Category": "Museums",
      "priceId": 8,
      "LocationId": 8,
      "CategoryID": 4
    },
    {
      "Name": "Baron Empain Palace",
      "CulturalTip": "Dress modestly, avoid flash photography, respect the Historical site, stay hydrated, explore the beautifully restored interiors and gardens.",
      "Description": "The Baron Empain Palace is an iconic architectural gem inspired by Hindu temples. ,Built in 1911 by Belgian industrialist Baron Édouard Empain, it is renowned for its intricate carvings, unique design,, and Historical significance in shaping Heliopolis.",
      "Duration": "1-2 hours",
      "OpenTime": "09:00 AM ",
      "CloseTime": "05:00 PM ",
      "Category": "Museums",
      "priceId": 9,
      "LocationId": 9,
      "CategoryID": 4
    },
    {
      "Name": "Alexandria National Museums",
      "CulturalTip": "Dress modestly, avoid flash photography, stay hydrated, respect the artifacts, enjoy the chronological storytelling, of Alexandria’s heritage.",
      "Description": "The Alexandria National Museums showcases Alexandria's rich history, spanning ancient Egyptian, Greco-Roman,, Coptic, Islamic, and modern eras. The Museums is housed in a restored Italian-style villa ,and contains over 1,800 artifacts, including coins, statues, and maps.,,",
      "Duration": "1-2 hours",
      "OpenTime": "09:00 AM ",
      "CloseTime": "04:00 PM ",
      "Category": "Museums",
      "priceId": 10,
      "LocationId": 10,
      "CategoryID": 4
    },
    {
      "Name": "Montazah Gardens",
      "CulturalTip": "Wear Comfortable Shoes, Dress Modestly, Bring Sunscreen,Respect the Gardens, Enjoy the Scenic Ambiance",
      "Description": "The Montazah Gardens are a sprawling, beautifully landscaped park surrounding the historic Montazah Palace., With lush greenery, picturesque pathways, and stunning views of the Mediterranean Sea,it’s a perfect spot for relaxation, picnics, and photography.,",
      "Duration": "2-3 hours",
      "OpenTime": "08:00 AM ",
      "CloseTime": "10:00 PM ",
      "Category": "Nature Spots",
      "priceId": 11,
      "LocationId": 11,
      "CategoryID": 3
    },
    {
      "Name": "Aquarium Grotto Garden",
      "CulturalTip": "Wear comfortable shoes, dress modestly, respect the plants and animals, bring snacks or drinks, enjoy the peaceful environment.,,,",
      "Description": "The Aquarium Grotto Garden is a charming 19th-century garden and aquarium,, originally established by Khedive Ismail. The park features grottos, lush greenery, ,and small aquariums with various fish species. It's a serene spot for families and nature lovers,,,",
      "Duration": "1-2 hours",
      "OpenTime": "08:00 AM ",
      "CloseTime": "05:00 PM ",
      "Category": "Nature Spots",
      "priceId": 12,
      "LocationId": 12,
      "CategoryID": 3
    },
    {
      "Name": "Al-Azhar Park",
      "CulturalTip": "Dress Modestly, Wear Comfortable Shoes, Bring Sunscreen, Respect the Environment, Enjoy the Scenic Views,,",
      "Description": "Al-Azhar Park is a beautifully landscaped public park offering breathtaking views of historic Cairo, including the Citadel. It features gardens, water fountains, walking paths, and several restaurants. It’s an ideal spot for relaxation, photography, and cultural exploration.,,,,",
      "Duration": "2-3 hours",
      "OpenTime": "09:00 AM ",
      "CloseTime": "10:00 PM  ",
      "Category": "Nature Spots",
      "priceId": 12,
      "LocationId": 13,
      "CategoryID": 3
    },
    {
      "Name": "Aswan Botanical Garden",
      "CulturalTip": "Wear comfortable shoes, bring a hat and sunscreen, stay hydrated, respect the plants,enjoy the peaceful surroundings and scenic beauty.",
      "Description": "The Aswan Botanical Garden is a lush oasis on Kitchener's Island, featuring exotic plants and trees ,from around the world. The tranquil gardens offer stunning views of the Nile River,, making it a serene escape for nature lovers and photographers.,",
      "Duration": "1-2 hours",
      "OpenTime": "08:00 AM ",
      "CloseTime": "05:00 PM ",
      "Category": "Nature Spots",
      "priceId": 12,
      "LocationId": 14,
      "CategoryID": 3
    },
    {
      "Name": "Maadi Island",
      "CulturalTip": "Wear comfortable clothes, bring a picnic basket, respect the cleanliness of the area, enjoy the serene Nile views,consider taking a boat ride.",
      "Description": "Maadi Island is a popular leisure destination on the Nile River, offering green spaces, playgrounds, picnic spots,, and scenic views of the river. It’s a great place for families, couples, and anyone looking for a relaxing outdoor experience.,",
      "Duration": "2-3 hours",
      "OpenTime": "08:00 AM ",
      "CloseTime": "10:00 PM  ",
      "Category": "Nature Spots",
      "priceId": 12,
      "LocationId": 15,
      "CategoryID": 3
    },
    {
      "Name": "Citadel of Saladin",
      "CulturalTip": "Dress modestly, wear comfortable shoes for walking, bring sunscreen, stay hydrated, respect the Historical landmarks, take time to enjoy the breathtaking views.",
      "Description": "The Citadel of Saladin, built in the 12th century by Sultan Saladin, is a historic fortress that served ,as the seat of power in Cairo for centuries. It houses landmarks like the Muhammad Ali Mosque, ,military Museumss, and offers panoramic views of the city.,,",
      "Duration": "2-3 hours",
      "OpenTime": "08:00 AM ",
      "CloseTime": "05:00 PM ",
      "Category": "Religious",
      "priceId": 13,
      "LocationId": 16,
      "CategoryID": 5
    },
    {
      "Name": "Amr ibn al-As Mosque",
      "CulturalTip": "Dress Modestly ,(long sleeves, pants , headscarf for women), Remove Shoes Before Entering, Respect the Sacred Environment,Avoid Visiting During Prayers",
      "Description": "The Amr ibn al-As Mosque is the oldest mosque in Africa, built in 641 AD by Amr ibn al-As,, the commander who led the Muslim conquest of Egypt. It is a peaceful place of worship ,and an iconic landmark reflecting early Islamic architecture and history.",
      "Duration": "1-2 hours",
      "OpenTime": "08:00 AM ",
      "CloseTime": "08:00 PM ",
      "Category": "Religious",
      "priceId": 14,
      "LocationId": 17,
      "CategoryID": 5
    },
    {
      "Name": "Sidi Morsi Abu al-Abbas Mosque",
      "CulturalTip": "Dress modestly (long sleeves, pants ,, headscarf for women), remove your shoes before entering, maintain silence, respect the sacred atmosphere, avoid visiting during prayers unless attending for worship.",
      "Description": "The Sidi Morsi Abu al-Abbas Mosque, built in 1775, is one of Alexandria's most iconic landmarks., It is named after the 13th-century Sufi saint Abu al-Abbas al-Mursi. The mosque features intricate Islamic architecture,, including domes, minarets, and a stunning prayer hall.,,",
      "Duration": "1-2 hours",
      "OpenTime": "08:00 AM ",
      "CloseTime": "08:00 PM ",
      "Category": "Religious",
      "priceId": 14,
      "LocationId": 18,
      "CategoryID": 5
    },
    {
      "Name": "Saint Catherine's Monastery",
      "CulturalTip": "Dress modestly (long sleeves and pants,, headscarf for women), respect the sanctity of the monastery, avoid loud behavior,take time to appreciate its Historical and, Religious significance.",
      "Description": "Saint Catherine's Monastery, a UNESCO World Heritage Site, is one of the world's oldest working monasteries,. Founded in the 6th century, it houses ancient manuscripts, Religious icons, and the famous Burning Bush,, making it a significant site for history, religion, and spirituality.,,",
      "Duration": "2-3 hours",
      "OpenTime": "09:00 AM ",
      "CloseTime": "12:00 PM ",
      "Category": "Religious",
      "priceId": 15,
      "LocationId": 19,
      "CategoryID": 5
    },
    {
      "Name": "The Hanging Church",
      "CulturalTip": "Dress modestly (cover shoulders and knees), remain quiet and respectful, photography may be restricted, take time to appreciate the intricate art and architecture.",
      "Description": "The Hanging Church (Saint Virgin Mary's Coptic Orthodox Church) is one of the oldest churches in Egypt,, dating back to the 3rd century. Built above a Roman gate tower, it is renowned for its stunning wooden ceiling, ,ancient icons, and Coptic architecture.,,",
      "Duration": "1-2 hours",
      "OpenTime": "09:00 AM ",
      "CloseTime": "05:00 PM ",
      "Category": "Religious",
      "priceId": 14,
      "LocationId": 20,
      "CategoryID": 5
    },
    {
      "Name": "Steigenberger Makadi",
      "CulturalTip": " Dress casually and comfortably, wear swimwear at the pool or beach, but cover up when in public areas, be respectful of local customs.",
      "Description": "Steigenberger Makadi is a luxury all-inclusive resort located in the Makadi Bay area of Hurghada. ,Offering stunning views of the Red Sea, the resort features top-tier amenities including pools, restaurants, ,a spa, and private beach access. It’s perfect for a relaxing vacation and Water Sports and Nile Activities activities.",
      "Duration": "3-7 days",
      "OpenTime": "00:00:00",
      "CloseTime": "23:59:59",
      "Category": "Resorts and Beaches",
      "priceId": 14,
      "LocationId": 21,
      "CategoryID": 2
    },
    {
      "Name": "The Grand Hotel Sharm El Sheikh",
      "CulturalTip": "Dress casually for the resort, wear swimwear at pools or the beach (cover up when not), and be mindful of the local customs and traditions, especially when visiting nearby cultural sites.",
      "Description": "The Grand Hotel Sharm El Sheikh is a 5-star resort located in the heart of Naama Bay, ,offering beautiful views of the Red Sea. It features spacious rooms, multiple dining options, ,a private beach, pools, and wellness facilities. It is ideal for both relaxation and adventure, ,with activities like diving and snorkeling available.,Resort Stay Required",
      "Duration": "3-7 days",
      "OpenTime": "00:00:00",
      "CloseTime": "23:59:59",
      "Category": "Resorts and Beaches",
      "priceId": 14,
      "LocationId": 22,
      "CategoryID": 2
    },
    {
      "Name": "Safir Dahab Resort",
      "CulturalTip": "Dress casually and comfortably, wear swimwear at the pool or beach but cover up when walking around public areas, and respect the local culture.",
      "Description": "Dahab Resort is a luxurious beach resort located in the laid-back town of Dahab,. The resort offers stunning views of the Red Sea, a private beach, pools, restaurants, ,and a variety of Water Sports and Nile Activities activities. It's a popular destination for both relaxation and adventure, particularly diving and snorkeling enthusiasts.,Resort Stay Required",
      "Duration": "3-7 days",
      "OpenTime": "00:00:00",
      "CloseTime": "23:59:59",
      "Category": "Resorts and Beaches",
      "priceId": 14,
      "LocationId": 23,
      "CategoryID": 2
    },
    {
      "Name": "Four Seasons Hotel Alexandria",
      "CulturalTip": " Dress elegantly in public areas of the hotel, swimwear is only for the pool and beach (cover up when walking around the hotel), ,and be mindful of local customs, especially when visiting cultural sites in Alexandria.",
      "Description": "Four Seasons Hotel Alexandria at San Stefano is a luxury hotel overlooking the Mediterranean Sea. ,Known for its exceptional service, it features a private beach, multiple fine dining restaurants, a full-service spa,, and elegantly designed rooms. It's an ideal destination for both relaxation and cultural exploration in Alexandria.,Resort Stay Required",
      "Duration": "3-7 days",
      "OpenTime": "00:00:00",
      "CloseTime": "23:59:59",
      "Category": "Resorts and Beaches",
      "priceId": 14,
      "LocationId": 24,
      "CategoryID": 2
    },
    {
      "Name": "Stella Di Mare Golf Hotel",
      "CulturalTip": "Dress casually and comfortably for resort activities, swimwear is for pool or beach areas (cover up in public areas), be respectful of local customs and traditions.",
      "Description": "Stella Di Mare Golf Hotel is a luxurious resort located in Ain Sokhna, offering a tranquil escape with beautiful views of the Red Sea and the mountains., The resort features a golf course, outdoor swimming pools, fine dining options, and wellness facilities, making it perfect for a relaxing and active getaway.,Resort Stay Required",
      "Duration": "3-7 days",
      "OpenTime": "00:00:00",
      "CloseTime": "23:59:59",
      "Category": "Resorts and Beaches",
      "priceId": 14,
      "LocationId": 25,
      "CategoryID": 2
    },
    {
      "Name": "The nubian village",
      "CulturalTip": "Dress modestly, especially when interacting with locals, ask for permission before taking photos, support local artisans by purchasing handmade goods,respect their traditions and way of life.",
      "Description": "The Nubian Village is a vibrant and colorful settlement showcasing the unique culture, traditions, ,and hospitality of the Nubian people. Visitors can enjoy traditional music, food, handicrafts,, and camel rides while learning about the rich history of Nubian heritage.",
      "Duration": "\t2-3 hours",
      "OpenTime": "09:00 AM ",
      "CloseTime": "05:00 PM ",
      "Category": "Nile River Destinations",
      "priceId": 14,
      "LocationId": 26,
      "CategoryID": 6
    },
    {
      "Name": "Cairo Tower",
      "CulturalTip": "Wear Comfortable Shoes,Avoid Littering,,,",
      "Description": "The tallest structure in North Africa, offering stunning 360-degree views of Cairo and the Nile.,,,",
      "Duration": "1-2 hours",
      "OpenTime": "09:00 AM ",
      "CloseTime": "11:00 PM",
      "Category": "Nile River Destinations",
      "priceId": 16,
      "LocationId": 27,
      "CategoryID": 6
    },
    {
      "Name": "Al Manial Palace",
      "CulturalTip": "Dress Respectfully, Follow Museums Guidelines,",
      "Description": "A magnificent palace showcasing a mix of Islamic, Ottoman, and European design styles.,,",
      "Duration": "2-3 hours",
      "OpenTime": "09:00 AM ",
      "CloseTime": "04:00 PM ",
      "Category": "Nile River Destinations",
      "priceId": 15,
      "LocationId": 28,
      "CategoryID": 6
    },
    {
      "Name": "The Nile Corniche",
      "CulturalTip": "Dress Comfortably, Stay Hydrated,",
      "Description": "A bustling riverside stretch perfect for walking, relaxing, or enjoying the scenic Nile views.\t,",
      "Duration": "1-2 hours",
      "OpenTime": "00:00:00",
      "CloseTime": "23:59:59",
      "Category": "Nile River Destinations",
      "priceId": 14,
      "LocationId": 29,
      "CategoryID": 6
    },
    {
      "Name": "Maadi Corniche",
      "CulturalTip": "Dress Comfortably, Respect Local Customs,",
      "Description": "A tranquil riverside area in Maadi with greenery, cafes, and family-friendly outdoor spaces.,",
      "Duration": "1-2 hours",
      "OpenTime": "00:00:00",
      "CloseTime": "23:59:59",
      "Category": "Nile River Destinations",
      "priceId": 14,
      "LocationId": 30,
      "CategoryID": 6
    },
    {
      "Name": "Wadi Al-Hitan (Whale Valley)",
      "CulturalTip": "Follow Site Regulations, Avoid Touching Fossil Displays,,",
      "Description": "UNESCO World Heritage Site featuring fossils of prehistoric whales in a stunning Desert Landscape.,,,,",
      "Duration": "2-4 hours",
      "OpenTime": "08:00 AM ",
      "CloseTime": "05:00 PM ",
      "Category": "Desert Landscape",
      "priceId": 17,
      "LocationId": 31,
      "CategoryID": 7
    },
    {
      "Name": "Wadi Degla Protectorate",
      "CulturalTip": "Bring Water and Sun Protection, Follow Reserve Rules,,,",
      "Description": "A peaceful valley near Cairo, celebrated for its picturesque hiking trails, rich desert biodiversity,, stunning geological formations, and serene ambiance, making it an ideal destination for nature enthusiasts and adventurers.,,,",
      "Duration": "2-4 hours",
      "OpenTime": "08:00 AM ",
      "CloseTime": "05:00 PM ",
      "Category": "Desert Landscape",
      "priceId": 18,
      "LocationId": 32,
      "CategoryID": 7
    },
    {
      "Name": "Wadi El Rayan",
      "CulturalTip": "Follow Eco-Tourism Guidelines, Stay in Designated Areas,,,",
      "Description": "Wadi El Rayan is a stunning desert haven, featuring two expansive man-made lakes connected by Egypt's only waterfalls,. Surrounded by golden sand dunes, it offers a unique blend of natural beauty and diverse wildlife, ,making it a perfect destination for eco-tourism and outdoor exploration.,,,",
      "Duration": "Half day",
      "OpenTime": "08:00 AM ",
      "CloseTime": "05:00 PM ",
      "Category": "Desert Landscape",
      "priceId": 18,
      "LocationId": 33,
      "CategoryID": 7
    },
    {
      "Name": "Siwa Oasis",
      "CulturalTip": "Dress Modestly, Respect Local Traditions,,",
      "Description": "Siwa Oasis is a secluded paradise nestled within the vast Great Sand Sea, renowned for its serene salt lakes, ,lush palm groves, and rich cultural heritage. This enchanting destination is home to ancient ruins,, traditional mud-brick architecture, and a vibrant local community, offering visitors a unique blend of natural beauty and Historical charm.",
      "Duration": "Multiple Days",
      "OpenTime": "00:00:00",
      "CloseTime": "23:59:59",
      "Category": "Desert Landscape",
      "priceId": 14,
      "LocationId": 34,
      "CategoryID": 7
    },
    {
      "Name": "Great Sand Sea",
      "CulturalTip": "Use a Guide for Navigation,Pack Extra Supplies",
      "Description": "An expansive desert of dunes that stretch endlessly, ideal for adventurous safaris and stargazing.",
      "Duration": "Full day",
      "OpenTime": "00:00:00",
      "CloseTime": "23:59:59",
      "Category": "Desert Landscape",
      "priceId": 14,
      "LocationId": 35,
      "CategoryID": 7
    },
    {
      "Name": "Mall of Egypt",
      "CulturalTip": "Dress Modestly, Enjoy Family-Friendly Activities",
      "Description": "A premier shopping and Entertainment destination featuring Ski Egypt, international brands, and dining options.",
      "Duration": "4-6 hours",
      "OpenTime": "10:00:00",
      "CloseTime": "23:00:00",
      "Category": "Entertainment",
      "priceId": 14,
      "LocationId": 36,
      "CategoryID": 8
    },
    {
      "Name": "Citystars",
      "CulturalTip": "Plan Your Visit to Avoid Crowds",
      "Description": "One of the largest malls in Egypt with a mix of shopping, Entertainment, cinemas, and diverse dining options.",
      "Duration": "4-6 hours",
      "OpenTime": "10:00:00",
      "CloseTime": "23:00:00",
      "Category": "Entertainment",
      "priceId": 14,
      "LocationId": 37,
      "CategoryID": 8
    },
    {
      "Name": "Cairo Festival City Mall",
      "CulturalTip": "Explore Outdoor Dining and Events",
      "Description": "A modern mall offering shopping, a large food court, outdoor areas, and regular live events.",
      "Duration": "4-6 hours",
      "OpenTime": "10:00:00",
      "CloseTime": "23:00:00",
      "Category": "Entertainment",
      "priceId": 14,
      "LocationId": 38,
      "CategoryID": 8
    },
    {
      "Name": "Arkan Plaza",
      "CulturalTip": "Explore Open-Air Spaces",
      "Description": "A luxury mall with boutique stores, fine dining restaurants, and open spaces for relaxation.",
      "Duration": "3-5 hours",
      "OpenTime": "10:00:00",
      "CloseTime": "23:00:00",
      "Category": "Entertainment",
      "priceId": 14,
      "LocationId": 39,
      "CategoryID": 8
    },
    {
      "Name": "Downtown Mall",
      "CulturalTip": "Enjoy the Upscale Ambience",
      "Description": "A high-end shopping destination featuring international brands, gourmet dining, and boutique outlets.",
      "Duration": "3-5 hours",
      "OpenTime": "10:00:00",
      "CloseTime": "23:00:00",
      "Category": "Entertainment",
      "priceId": 14,
      "LocationId": 40,
      "CategoryID": 8
    },
    {
      "Name": "El-Tenin Garden",
      "CulturalTip": "Wear Comfortable Shoes, Bring Water",
      "Description": "A peaceful garden in Cairo known for its lush greenery, vibrant flowers, and serene walking paths. Perfect for relaxation and enjoying nature.",
      "Duration": "1-2 hours",
      "OpenTime": "08:00:00",
      "CloseTime": "18:00:00",
      "Category": "Entertainment",
      "priceId": 14,
      "LocationId": 41,
      "CategoryID": 8
    },
    {
      "Name": "City Center Almaza",
      "CulturalTip": "Explore the Modern Shopping Experience",
      "Description": "A popular shopping mall in Cairo, offering a variety of retail stores, restaurants, and Entertainment options, making it a great place for families and shoppers alike.",
      "Duration": "3-4 hours",
      "OpenTime": "10:00:00",
      "CloseTime": "23:00:00",
      "Category": "Entertainment",
      "priceId": 14,
      "LocationId": 42,
      "CategoryID": 8
    },
    {
      "Name": "Cairo Jazz Club 610",
      "CulturalTip": "Enjoy Live Music in an Intimate Setting",
      "Description": "A trendy and vibrant venue in Sheikh Zayed offering live music performances blending local and international talents. It's an ideal spot for jazz, fusion, and electronic music lovers.",
      "Duration": "3-4 hours",
      "OpenTime": "19:00:00",
      "CloseTime": "02:00:00",
      "Category": "Hidden Gems",
      "priceId": 14,
      "LocationId": 99,
      "CategoryID": 19
    },
    {
      "Name": "El Moez Bath (Hammam Al-Malik Al-Zahir)",
      "CulturalTip": "Visit as part of a walking tour of Islamic Cairo",
      "Description": "A historical bathhouse recently restored and now offering guided tours to showcase how Egyptians enjoyed luxurious baths in the medieval period.",
      "Duration": "1-2 hours",
      "OpenTime": "09:00:00",
      "CloseTime": "17:00:00",
      "Category": "Hidden Gems",
      "priceId": 14,
      "LocationId": 100,
      "CategoryID": 19
    },
    {
      "Name": "Bab Zuweila",
      "CulturalTip": "Bring a camera for fantastic photo opportunities",
      "Description": "One of the remaining medieval gates of Cairo, Bab Zuweila offers panoramic views of Old Cairo if you climb its minarets. It’s a historic site often overlooked by visitors.",
      "Duration": "1-2 hours",
      "OpenTime": "09:00:00",
      "CloseTime": "17:00:00",
      "Category": "Hidden Gems",
      "priceId": 14,
      "LocationId": 101,
      "CategoryID": 19
    },
    {
      "Name": "Cave Church (St. Simon the Tanner Monastery)",
      "CulturalTip": "Visit early morning or during service hours for a peaceful ambiance",
      "Description": "Nestled in the Mokattam Hills, this awe-inspiring church is carved into the rock and can accommodate thousands of worshippers. It’s surrounded by the vibrant Garbage City, offering a unique cultural experience.",
      "Duration": "2-3 hours",
      "OpenTime": "08:00:00",
      "CloseTime": "18:00:00",
      "Category": "Hidden Gems",
      "priceId": 14,
      "LocationId": 102,
      "CategoryID": 19
    },
    {
      "Name": "El-Fishawy Café",
      "CulturalTip": "Enjoy traditional Egyptian tea or coffee while people-watching in the heart of Islamic Cairo.",
      "Description": "An iconic coffeehouse located in Khan El Khalili, El-Fishawy Café has been serving customers since the 18th century. It's a great place to experience the buzz of Cairo's historic center.",
      "Duration": "1-2 hours",
      "OpenTime": "00:00:00",
      "CloseTime": "23:59:59",
      "Category": "Hidden Gems",
      "priceId": 14,
      "LocationId": 103,
      "CategoryID": 19
    }
  ]
